Repository: talawebhu/TLW-WooCommerce-AJAX-Search-Plugin
Catalog: languages/tlw-woo-ajax-search-*.po
Languages: hu_hu

source: TLW WooCommerce AJAX Search requires WooCommerce to be installed and active.
hu_hu: A TLW WooCommerce AJAX Search plugin használatához a WooCommerce telepítése és aktiválása szükséges.

source: Please install and activate WooCommerce before activating TLW WooCommerce AJAX Search.
hu_hu: Kérjük, telepítsd és aktiváld a WooCommerce plugint a TLW WooCommerce AJAX Search aktiválása előtt.

source: Search products...
hu_hu: Keresés név vagy cikkszám alapján...

source: Search
hu_hu: Keresés

source: Search products
hu_hu: Termékek keresése

source: Security check failed
hu_hu: Biztonsági ellenőrzés sikertelen

source: Please enter at least 2 characters
hu_hu: Gépelj be legalább 2 karaktert

source: No products found
hu_hu: Nincs találat

source: In stock
hu_hu: Raktáron

source: Out of stock
hu_hu: Nincs raktáron

source: Searching...
hu_hu: Keresés...

source: An error occurred. Please try again.
hu_hu: Hiba történt. Kérjük, próbáld újra.

source: View all results
hu_hu: Összes találat megtekintése
